{
    "rules": [
        "Refrain from spamming. (Using the same image multiple times in rather high frequency is prohibited as well) You will be muted for a day, if you can't follow this most basic of rules.",
        "Act Civil, as in don't be edgy or be extreme about your ideals.",
        "Doxxing will result in a permanent ban.",
        "(Encouragement of) Raids will result in a ban of the leader and followers (or mute if they didn't do it yet).",
        "Do not advertise anywhere on this server. This includes but is not limited to: Other Discords, Twitch Streams, Youtube Channels.",
        "Don't bring conflicts from DMs or other servers to this server. Violation will end up in a 24 hour ban.",
        "Promotion of illegal habits will result in a ban. This also includes promoting suicide, methods thereof, self harm, etc. -> We take this very seriously, so the punishments will be equally severe.",
        "Selfies of you and your friends are no longer banned but do be careful with what you share...",
        "Use the channels as they are intended, frequent misuse will result in a ban.",
        "#zesty-memes is strictly for lewd or offensive memes, no actual NSFW or straight up racist stuff. Please respect that. In the same manner, please keep #art-gallery SFW as well.",
        "Be welcoming, don't scare away new people. Seriously.",
        "Furry content is prohibited. Drawing anthropormorphic animals is still fine just dont sexualize them.",
        "Banned #pol-and-debate topics are: Karens, Anti-Vax, anything that will end in a non-formal debate.",
        "Respect Mods, Angels and of course Ailurus himself. Don't try to provoke, irritate or manipulate them.",
        "If you want to have people on this server warned about, for example, a security issue on discord, let the mods know in private. Spreading false information will result in an immediate ban."
    ],
    "rule-ending": "Please, if you notice anyone breaking these rules and no Mod is here to do anything about it notify us and we will issue punishments as soon as possible."
}